
var news=[
  {
    "newsid": 0,
    "authorIcon": "http://tx.haiqq.com/uploads/allimg/170504/063403J35-0.jpg",
    "authorName": "iwen",
    "authorDate": "2017/03/21",
    "title": "这张照片汇集",
    "articleminText": "3月20日，著名博主北京冬雨在微博晒出一张相片，看完后，不得不感叹，真的是巨星云集啊！网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！",
    "articleImg": "http://d.ifengimg.com/mw600/p1.ifengimg.com/a/2017_12/4d94d00bee30986_size785_w631_h698.png",
    "articleText": "3月20日，著名博主北京冬雨在微博晒出一张相片，看完后，不得不感叹，真的是巨星云集啊！网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！站在最醒目位置的是米雪，她当年凭借黄蓉一角而成名，经典作品还有《倚天屠龙记》殷素素、《溏心风暴之家好月圆》、《宫心计》等等。如今，她与相守24年的男友尹志强的恋爱故事也十分让人动容。米雪照片中还有靖哥哥黄日华，黄日华在1983版《射雕好汉传》中扮演郭靖一角而被大家所熟悉，他还有一部更经典的作品便是《天龙八部》的乔峰。黄日华为人忠实，性格与郭靖非凡很是相似。黄日华赵雅芝和周润发也在照片中出现了，当年他俩在《上海滩》中成为了绝配，提起许文强，就会想到周润发，说起冯程程，列位总会想起赵雅芝笑靥如花的模样。周润发赵雅芝此外，照片中还有成龙、陈百强、莫少聪、郑少秋、叶丽仪，陈洁灵、罗文等等，这么多大咖，你认出是谁了？曾经的一部部经典电视剧可以说陪伴了很多人成长，如今想来都是满满的回忆。而这对于电视剧的主创人员而已，也是一份美好的经历。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首2016年12月，六小龄童先生在微博中晒出《西游记》音乐会的照片。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首，多名优秀歌唱家、音乐家携手为观众送上一场视听盛宴。观众大赞不俗情怀，更有网友回复：“师徒四人再聚首场面好震撼！能到现场观看特别激动！”",
    "articleLikeComment": "12",
    "articleLikeSC": "30",
    "music": {
      "url": "http://valipl.cp31.ott.cibntv.net/677368704fb3e7195a2892b03/03000801005D14939C3A629003E88014C1272E-C1FB-478F-898C-1AFD5E317D9D.mp4?ccode=0502&duration=777&expire=18000&psid=9d1f275066373a3117bb4e7fead02578&ups_client_netip=&ups_ts=1568873458&ups_userid=&utid=KVfiFRRjjnsCAT2Ue9aVdosr&vid=XNDM1NjAyODkxNg%3D%3D&vkey=Af1892b7d8b5953b0b59da286e4a8402a",
      "title": "I AM YOU",
      "coverImg": "http://tx.haiqq.com/uploads/allimg/170504/063403J35-0.jpg"
    }
  },
  {
    "newsid": 1,
    "authorIcon": "https://img.52z.com/upload/news/image/20180320/20180320120458_60501.jpg",
    "authorName": "金刚狼",
    "authorDate": "2015/03/25",
    "title": "超级凶猛，很厉害",
    "articleminText": "看完后，不得不感叹，真的是巨星云集啊！网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！",
    "articleImg": "https://ss0.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=3568578652,3256123408&fm=27&gp=0.jpg",
    "articleText": "她当年凭借黄蓉一角而成名，经典作品还有《倚天屠龙记》殷素素、《溏心风暴之家好月圆》、《宫心计》等等。如今，她与相守24年的男友尹志强的恋爱故事也十分让人动容。米雪照片中还有靖哥哥黄日华，黄日华在1983版《射雕好汉传》中扮演郭靖一角而被大家所熟悉，他还有一部更经典的作品便是《天龙八部》的乔峰。黄日华为人忠实，性格与郭靖非凡很是相似。黄日华赵雅芝和周润发也在照片中出现了，当年他俩在《上海滩》中成为了绝配，提起许文强，就会想到周润发，说起冯程程，列位总会想起赵雅芝笑靥如花的模样。周润发赵雅芝此外，照片中还有成龙、陈百强、莫少聪、郑少秋、叶丽仪，陈洁灵、罗文等等，这么多大咖，你认出是谁了？曾经的一部部经典电视剧可以说陪伴了很多人成长，如今想来都是满满的回忆。而这对于电视剧的主创人员而已，也是一份美好的经历。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首2016年12月，六小龄童先生在微博中晒出《西游记》音乐会的照片。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首，多名优秀歌唱家、音乐家携手为观众送上一场视听盛宴。观众大赞不俗情怀，更有网友回复：“师徒四人再聚首场面好震撼！能到现场观看特别激动！”",
    "articleLikeComment": "52",
    "articleLikeSC": "35",
    "music": {
      "url": "http://valipl.cp31.ott.cibntv.net/657256145c733714c7cd623fc/03000A01005D79DB01CEB5E003E880983C268E-183D-4912-94DD-BEB4098E84E9.mp4?ccode=0502&duration=1737&expire=18000&psid=feb299abc30c7d96b079fa5385747560&ups_client_netip=&ups_ts=1568873563&ups_userid=&utid=KVfiFRRjjnsCAT2Ue9aVdosr&vid=XNDI3OTI1NDc2MA%3D%3D&vkey=A1f222bf4271a3d2e5e23f88f4870a745",
      "title": "时光不老，我们不散",
      "coverImg": "http://oss.ouchn.cn/zongbu/xxwsy/logotu/renti4.jpg"
    }
  },
  {
    "newsid": 2,
    "authorIcon": "http://pic.qqtn.com/up/2018-7/15308560124675031.jpg!360_360",
    "authorName": "哈哈哈哈",
    "authorDate": "2017/05/11",
    "title": "标题都很莱昂",
    "articleminText": "网友称这张照片汇集了当年香港半个娱乐圈的大咖，现在看起来，满满都是回忆！",
    "articleImg": "http://d.ifengimg.com/mw600/p1.ifengimg.com/a/2017_12/4d94d00bee30986_size785_w631_h698.png",
    "articleText": "经典作品还有《倚天屠龙记》殷素素、《溏心风暴之家好月圆》、《宫心计》等等。如今，她与相守24年的男友尹志强的恋爱故事也十分让人动容。米雪照片中还有靖哥哥黄日华，黄日华在1983版《射雕好汉传》中扮演郭靖一角而被大家所熟悉，他还有一部更经典的作品便是《天龙八部》的乔峰。黄日华为人忠实，性格与郭靖非凡很是相似。黄日华赵雅芝和周润发也在照片中出现了，当年他俩在《上海滩》中成为了绝配，提起许文强，就会想到周润发，说起冯程程，列位总会想起赵雅芝笑靥如花的模样。周润发赵雅芝此外，照片中还有成龙、陈百强、莫少聪、郑少秋、叶丽仪，陈洁灵、罗文等等，这么多大咖，你认出是谁了？曾经的一部部经典电视剧可以说陪伴了很多人成长，如今想来都是满满的回忆。而这对于电视剧的主创人员而已，也是一份美好的经历。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首2016年12月，六小龄童先生在微博中晒出《西游记》音乐会的照片。师徒四人六小龄童、迟重瑞、刘大刚和马德华再聚首，多名优秀歌唱家、音乐家携手为观众送上一场视听盛宴。观众大赞不俗情怀，更有网友回复：“师徒四人再聚首场面好震撼！能到现场观看特别激动！”",
    "articleLikeComment": "5",
    "articleLikeSC": "4",
    "music": {
      "url": "http://valipl.cp31.ott.cibntv.net/6773c666ad84b71ec14ea2416/03000801005D6656B7F2FC7003E880C96CE287-BF6D-4720-9F06-F2BA422D618F.mp4?ccode=0502&duration=752&expire=18000&psid=1b108d0526136fda642237408f468484&ups_client_netip=&ups_ts=1568873494&ups_userid=&utid=KVfiFRRjjnsCAT2Ue9aVdosr&vid=XNDI5MTk3NjgzNg%3D%3D&vkey=A82f7db4cca4be3345cd3587ff0b32c96",
      "title": "I AM YOU",
      "coverImg": ""
    }
  }
]



//模块化
module.exports={
  "news": news
}